[Info]
;Please fill out the correct and up to date information below.
WizardFontName=Tahoma
WizardFontSize=10
DefaultSubtitleFontName=Tahoma
KMPWizardVer=1.1.0.18 (2009/07/17)
LangVer=1.1.0.16 beta (2009/07/17)
Maintainer=Mohammad Mahdi Mehrnegar (3DMahdi)
Contact=WWW.3DMahdi.Persianblog.com

[MessageBox]
MsgKMPMustClose=قبل از اجراي برنامه آماده سازي بايد برنامه را ببنديد
MsgRegistryMakeFail=نمي توان مقادير اوليه رجيستري را برگرداند
MsgKMPNotInstalled=برنامه پيدا نشد. اول برنامه را نصب کنيد بعد آماده سازي را انجام دهيد

[StringTopHelp]
stringTopHelpIntro=‫خوش آمد گويي (مرحله 1 از 10)
stringTopHelpPCSpec=‫انتخاب حالت مناسب براي اجراي برنامه (مرحله 2 از 10)
stringTopHelpCodecPriority=‫تعيين نحوه استفاده از ديکودر و اولويت کار (مرحله 3 از 10)
stringTopHelpSubtitle=‫تنظيمات قلم و اندازه قلم و مکان زيرنويس (مرحله 4 از 10)
stringTopHelpSpeaker=‫تنظيمات بلندگو (مرحله 5 از 10)
stringTopHelpSkinSelect=‫انتخاب پوسته (مرحله 6 از 10)
stringTopHelpAlbumArt=‫فعال كردن لوگو (مرحله 7 از 10)
stringTopHelpOthers=‫تنظيمات متفرقه (مرحله 8 از 10)
stringTopHelpFileLink=‫وابستگي فايلها (مرحله 9 از 10)
stringTopHelpFinish=‫پايان آماده سازي (مرحله 10 از 10)

[String]
stringClose=پايان
stringPCSpecDescLowEndPC=‫اين حالت براي افزايش سرعت طراحي شده است.                       #13‫اگر در اين حالت نيز ‫مشکل وجود داشت کامپيوتر خود را ارتقاء دهيد.
stringPCSpecDescGeneralPC=سرعت پخش براي کامپيوترهاي معمولي پنتيوم 4 خوب است. اما هنگام #13 ‫پخش فايلهاي HD مشکل به وجود مي آيد در اين حالت بايد حالت کارايي#13 ‫را انتخاب کنيد.
stringPCSpecDescHighEndPC=‫کيفيت تصوير تا اندازه معيني افزايش مي يابد اما سرعت کاهش مي يابد. براي پخش فايل هاي با کيفيت بالا اين حالت پيشنهاد نمي شود. با مسئوليت خود مي توانيد از آن استفاده کنيد
stringContextMenuPlayStr=KMP پخش در
stringContextMenuEnqueueStr=KMP اضافه کردن به ليست پخش

[Control]
btnBack=< قبلي
btnNext=بعدي >
btnCancel=انصراف

;[Introduce]
labelIntro=برنامه آماده سازي، شما را براي تغيير تنظيمات ساده برنامه راهنمايي#13‫ خواهد کرد. قبل از اجراي برنامه آماده سازي بايد KMPLayer را ببنديد.
labelWarning=بعد از پايان مراحل آماده سازي، تغييرات در قسمت #13.تنظيمات -> "مديريت تنظيمات" ذخيره مي شود#13‫مي توانيد بعداً آنرا تغيير دهيد.
labelLanguage=انتخاب زبان
radioDefaultSetting=برگرداندن به تنظيمات پيش فرض
radioOldSetting=حفظ تنظيمات قبلي
radioUserSetting=ايجاد تنظيمات جديد

;[PCSpec]
labelPCSpecTop=.. انتخاب حالت بهينه شده براي
radioLowPC=(1GHz) کارايي
radioNormalPC=‫استفاده عمومي (پيش فرض)
radioHighPC=(3GHz) کيفيت
labelPCSpecDesc=مشکل به وجود مي آيد. در اين حالت بايد حالت کارايي را انتخاب کنيد HD سرعت پخش براي کامپيوترهاي معمولي پنتيوم 4 خوب است. اما هنگام پخش فايل هاي
labelTVOutTop=TV Output of Subtitle
labelTVoutDesc=Establish a subtitle configuration for TV output. Subtitles will be directly mixed into decoded video streams which causes a video overlay being played on the primary monitor to display in fullscreen on the second monitor (TV). To use this feature, there should be a proper support from your video card and driver.
checkTVout=Draw Subtitles to Image Itself

;[CodecPriority]
labelCodecTop=استفاده از ديکودر
labelCodecDesc=براي تازه کارها تنظيمات پيش فرض پيشنهاد مي شود
LabelBuiltInCodecDesc=از ديکودرهاي داخلي برنامه استفاده شود. اگر غير فعال باشد از ديکودر نصب شده بر روي سيستم استفاده مي کند
checkBuiltInCodec=‫استفاده از ديکودر داخلي (پيشنهاد شده)
labelPriorityTop=اولويت کار
labelPriorityDesc=انتخاب اولويت کار برنامه#13 افزايش اولويت کار باعث کاهش پخش نا منظم مي شود
radioPriorityNormal=عادي
radioPriorityAboveNormal=‫بيشتر از عادي (پيشنهاد شده)
radioPriorityHigh=زياد

;[Subtitle]
labelSubtitleTop=تنظيمات زيرنويس
labelSubtitleDesc=‫اندازه قلم (تعداد حروف در هر سطر)
radioSubtitleFontSmall=‫کوچک (60)
radioSubtitleFontNormal=‫عادي (45)
radioSubtitleFontBig=‫بزرگ (35)
labelSubtitleFontChoose=قلم
groupboxSubtitleEffect=حالت قلم
checkSubtitleBold=قلم درشت
checkSubtitleItaic=مورب
checkSubtitleOutline=خط دور حروف
checkSubtitleFadein=محو شدن
checkSubtitleBackground=پس زمينه
checkSubtitleShadow=سايه
checkSubtitleTransparent=شفافيت
checkSubtitleUnderline=زير خط دار
groupBoxSubtitlePosition=مکان زيرنويس
radioSubtitlePositionOver=روي فيلم
radioSubtitlePositionBottom=پايين
radioSubtitlePositionVertical=عمودي

;[Speaker]
labelSpeakerTop=انتخاب تعداد بلندگو ها
labelSpeakerDesc=را انتخاب کنيد S/PDIF اگر از ديکودر خارجي 5.1 کاناله استفاده مي کنيد 
radioSpeaker2Ch=‫2 بلندگو (يا هدفون)
radioSpeaker21Ch=‫2.1 کاناله
radioSpeaker4Ch=‫4 بلندگو
radioSpeaker51Ch=‫5.1 کاناله
radioSpeakerSPDIF=S/PDIF (Coaxialکابل)

;[SkinSelect]
LabelSkinSelectTop=انتخاب پوسته
radioModernSkin=سبك جديد
radioClassicSkin=سبك قديمي
radioSkinNotChange=تغيير نده
LabelSkinHomepage=پوسته هاي بيشتر در وب سايت برنامه

;[AlbumArt]
LabelAlbumArtTop=لوگو
LabelAlbumArtDesc=براي دسترسي راحت تر به فايلهاي صوتي و تصويري ميتوانيد از اين لوگو استفاده کنيد
checkAlbumArtEnable=فعال كردن لوگو

;[Others]
LabelOthersTop=متفرقه
LabelOthersDesc=تنظيمات متفرقه
grougBoxGeneral=تنظيمات عمومي
checkConsistWindowSize=حفظ اندازه پنجره فعلي
checkMultipleInstance=اجراي همزمان چند فايل
GroupSeekMethod=نحوه پيمايش
radioSeekMethod_FastSeek=پيمايش سريع : پرش به نزديك ترين فريم اصلي
radioSeekMethod_KeyFrameSeek=پيمايش دقيق : پرش دقيقاً به همان فريم انتخابي
GroupFileOpenMethod=نحوه باز كردن فايل به هنگام پخش
radioFileOpenMethod_SelectedFileOnly=فقط فايل انتخابي
radioFileOpenMethod_SimilarFilesTogether=فايل هاي مشابه با هم
radioFileOpenMethod_AllFilesInFolder=همه فايل هاي داخل پوشه

;[FileLink]
labelFilelinkTop=وابستگي
labelFilelinkDesc=.اجرا خواهند شد KMPlayer فايل هاي زير به صورت پيش فرض با 
checkFilelinkVideo=(AVI, DIVX, OGM, MKV, MP4...) فايل هاي تصويري
checkFilelinkFlash=(FLV, SWF...) فايل هاي فلش
checkFilelinkSMI=(SMI, SRT, ASS...) فايل هاي زيرنويس
checkFilelinkRealMedia=(RMVB, RM, RA...) RealMedia فايل هاي
checkFilelinkAudio=(MP3, FLAC, APE, WAV, OGG...) فايل هاي صوتي

;[Finish]
labelFinishTop=آماده سازي به پايان رسيد براي اعمال تنظيمات دکمه پايان را فشار دهيد
labelFinishDesc=براي تنظيمات بيشتر ميتوانيد از منو تنظيمات يا کليک راست استفاده کنيد#13براي راهنمايي بيشتر از سايت رسمي برنامه ديدن کنيد#13#13WWW.3DMahdi.Persianblog.ir    ترجمه توسط محمد مهدي مهرنگار#13                          ‫براي استفاده از زبان فارسي مراحل زير را انجام دهيد:#13               ‫1- دقت کنيد در منو Options گزينه Advanced Menu فعال باشد#13                                   ‫2- از منو Language زبان فارسي را انتخاب کنيد
checkFinishExecuteKMP=اجراي برنامه بعد از پايان آماده سازي
checkFinishDesktopShortCut=ساخت ميانبر بر روي دسکتاپ
checkFinishQuickLaunchShortCut=Quick Launch اضافه کردن ميانبر به